Repository: MoonyTheDream/morphoLogic
Catalog: morphoLogicClient/locale/*/*.po
Languages: pl

source: Please provide your [color=medium_turquoise]username[/color].
pl: Ukochany użytkowniku. Bądź łaskaw zdradzić [color=medium_turquoise]jak zwą Cię[/color] w twych stronach.

source: Please don't use any spaces in your username.
pl: Ale nie rozgaduj mi się i jednym słowem się opisz!

source: You can only use letters, digits and "_", "-".
pl: Proszę o wybaczenie, ale czy mógłbym poprosić o ponowne przedstawienie? I proszę się nie gniewać, lecz symbole inne niż "_", czy "-" nie są zbyt dobrze mi znane.

source: Welcome, [color=medium_turquoise]{username}[/color]! Let me see if you are on the invite guest.
pl: Witaj zatem, [color=medium_turquoise]{username}[/color]! Pozwól tylko, że spojrzę czy na liście Ciebie mamy.

source: Connecting...
pl: Przebudzanie i odzyskiwanie kontaktu z otoczeniem...

source: [color=yellow_green]Microserver Running.[/color]
pl: [color=yellow_green]Częściowo odzyskano samoświadomość.[/color]

source: [color=tomato]Failed to launch Microserver![/color]
pl: [color=tomato]Nie udało się uruchomić Mircoservera![/color]

source: [color=yellow_green]Succsessfully connected to server.[/color]
pl: [color=yellow_green]Odzyskano kontakt z rzeczywistością.[/color]

source: [color=gold]Trouble Connecting to Server. Retrying.[/color]
pl: [color=gold]Problem z połączeniem z Serwerem. Próbuję ponownie.[/color]

source: [color=tomato]Failure Connecting to Server.[/color]
pl: [color=tomato]Nie udało się połączyć z Serwerem! Smuteczek. :( Śpij, Słodki Książę.[/color]

source: [color=tomato]UKNOWN SYSTEM MESSAGE! REPORT ISSUE TO DEVS.[/color]
pl: [color=tomato]NIEZNANA WIADOMOŚĆ SYSTEMOWA! ZGŁOŚ PROBLEM TWÓRCOM.[/color]
